Repository: idrisskone101/pillie
Catalog: Pillie/Pillie/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, gu, he, hi, hr, hu, id, it, ja, kn, ko, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# onboarding.frequency.subtitle
source: This helps Pillie decide how firm your reminders should be.
ar: يساعد هذا Pillie على تحديد مدى الحزم المناسب لتذكيراتك.
bn: এতে Pillie বুঝতে পারে আপনার রিমাইন্ডার কতটা জোরালো হওয়া উচিত।
ca: Això ajuda Pillie a decidir com de ferms han de ser els teus recordatoris.
cs: Pillie tak pozná, jak důrazné mají tvoje připomínky být.
da: Så ved Pillie, hvor bestemte dine påmindelser skal være.
de: So weiß Pillie, wie bestimmt deine Erinnerungen sein sollen.
el: Έτσι το Pillie ξέρει πόσο επίμονες να είναι οι υπενθυμίσεις σου.
es: Esto ayuda a Pillie a decidir cuánto deben insistir tus recordatorios.
fi: Näin Pillie osaa päättää, kuinka tiukkoja muistutustesi pitäisi olla.
fr: Ça aide Pillie à savoir à quel point tes rappels doivent insister.
gu: આનાથી Pillie નક્કી કરી શકે છે કે તમારાં રિમાઇન્ડર કેટલાં મક્કમ હોવાં જોઈએ.
he: כך Pillie תדע כמה להתעקש בתזכורות שלך.
hi: इससे Pillie तय करता है कि आपके रिमाइंडर कितने सख़्त हों।
hr: Tako Pillie zna koliko uporni trebaju biti tvoji podsjetnici.
hu: Így a Pillie tudja, milyen határozottak legyenek az emlékeztetőid.
id: Ini membantu Pillie menentukan seberapa tegas pengingatmu.
it: Così Pillie capisce quanto devono essere insistenti i promemoria.
ja: Pillieがリマインダーの強さを決める参考にします。
kn: ನಿಮ್ಮ ಜ್ಞಾಪನೆಗಳು ಎಷ್ಟು ದೃಢವಾಗಿರಬೇಕು ಎಂದು Pillie ನಿರ್ಧರಿಸಲು ಇದು ಸಹಾಯ ಮಾಡುತ್ತದೆ.
ko: Pillie가 알림을 얼마나 적극적으로 보낼지 정하는 데 도움이 돼요.
ml: നിങ്ങളുടെ റിമൈൻഡറുകൾ എത്ര ദൃഢമായിരിക്കണം എന്ന് തീരുമാനിക്കാൻ ഇത് Pillie-യെ സഹായിക്കും.
mr: यावरून Pillie ठरवते की तुमचे रिमाइंडर किती ठाम असावेत.
ms: Ini membantu Pillie menentukan sekuat mana peringatan kamu.
nb: Dette hjelper Pillie å avgjøre hvor iherdige påminnelsene dine bør være.
nl: Zo weet Pillie hoe stevig je herinneringen moeten zijn.
or: ଏହାଦ୍ୱାରା Pillie ସ୍ଥିର କରେ ଆପଣଙ୍କ ରିମାଇଣ୍ଡର୍ କେତେ ଦୃଢ଼ ହେବା ଉଚିତ।
pa: ਇਸ ਨਾਲ Pillie ਤੈਅ ਕਰਦਾ ਹੈ ਕਿ ਤੁਹਾਡੇ ਰਿਮਾਈਂਡਰ ਕਿੰਨੇ ਪੱਕੇ ਹੋਣ।
pl: Dzięki temu Pillie wie, jak stanowcze mają być twoje przypomnienia.
pt_br: Isso ajuda o Pillie a decidir o quão firmes seus lembretes devem ser.
pt_pt: Isto ajuda o Pillie a decidir quão firmes devem ser os teus lembretes.
ro: Așa Pillie știe cât de insistente să fie mementourile tale.
ru: Так Pillie поймёт, насколько настойчиво тебе напоминать.
sk: Pillie tak zistí, aké dôrazné majú byť tvoje pripomienky.
sl: Tako Pillie ve, kako odločni naj bodo tvoji opomniki.
sv: Så vet Pillie hur bestämda dina påminnelser ska vara.
ta: உங்கள் நினைவூட்டல்கள் எவ்வளவு உறுதியாக இருக்க வேண்டும் என்று Pillie முடிவு செய்ய இது உதவும்.
te: మీ రిమైండర్లు ఎంత గట్టిగా ఉండాలో Pillie నిర్ణయించడానికి ఇది సహాయపడుతుంది.
th: ช่วยให้ Pillie รู้ว่าควรแจ้งเตือนคุณหนักแน่นแค่ไหน
tr: Bu, Pillie’nin hatırlatmalarının ne kadar ısrarcı olacağına karar vermesine yardımcı olur.
uk: Так Pillie зрозуміє, наскільки наполегливо тобі нагадувати.
ur: اس سے Pillie طے کرتا ہے کہ آپ کی یاد دہانیاں کتنی سخت ہوں۔
vi: Điều này giúp Pillie quyết định lời nhắc của bạn nên kiên quyết đến mức nào.
zh_hans: 这能帮 Pillie 决定提醒的力度。
zh_hant: 這能幫 Pillie 決定提醒的力道。

# onboarding.frequency.title
source: How often do you miss your pill?
ar: كم مرة تفوّتين حبتك؟
bn: আপনি কত ঘন ঘন পিল খেতে ভুলে যান?
ca: Amb quina freqüència et saltes la píndola?
cs: Jak často pilulku vynecháš?
da: Hvor ofte glemmer du din p-pille?
de: Wie oft verpasst du deine Pille?
el: Πόσο συχνά χάνεις το χάπι σου;
es: ¿Con qué frecuencia se te olvida la píldora?
fi: Kuinka usein pillerisi jää ottamatta?
fr: À quelle fréquence oublies-tu ta pilule ?
gu: તમે કેટલી વાર ગોળી લેવાનું ભૂલી જાઓ છો?
he: באיזו תדירות את מפספסת את הגלולה?
hi: आपसे कितनी बार गोली छूट जाती है?
hr: Koliko često propustiš pilulu?
hu: Milyen gyakran hagyod ki a tablettát?
id: Seberapa sering kamu lupa minum pil?
it: Quanto spesso salti la pillola?
ja: ピルを飲み忘れることはどのくらいありますか？
kn: ನೀವು ಎಷ್ಟು ಬಾರಿ ನಿಮ್ಮ ಮಾತ್ರೆಯನ್ನು ತಪ್ಪಿಸಿಕೊಳ್ಳುತ್ತೀರಿ?
ko: 피임약을 얼마나 자주 놓치나요?
ml: നിങ്ങൾ എത്ര തവണ ഗുളിക കഴിക്കാൻ മറക്കുന്നു?
mr: तुमची गोळी किती वेळा राहून जाते?
ms: Berapa kerap kamu terlupa ambil pil?
nb: Hvor ofte glemmer du pillen?
nl: Hoe vaak mis je je pil?
or: ଆପଣ କେତେ ଥର ପିଲ୍ ଖାଇବାକୁ ଭୁଲିଯାଆନ୍ତି?
pa: ਤੁਸੀਂ ਕਿੰਨੀ ਵਾਰ ਗੋਲੀ ਲੈਣਾ ਭੁੱਲ ਜਾਂਦੇ ਹੋ?
pl: Jak często zdarza ci się pominąć tabletkę?
pt_br: Com que frequência você esquece sua pílula?
pt_pt: Com que frequência te esqueces da pílula?
ro: Cât de des îți ratezi pilula?
ru: Как часто ты пропускаешь таблетку?
sk: Ako často zabudneš na tabletku?
sl: Kako pogosto pozabiš na tabletko?
sv: Hur ofta missar du ditt p-piller?
ta: உங்கள் மாத்திரையை எவ்வளவு அடிக்கடி தவறவிடுகிறீர்கள்?
te: మీరు మీ మాత్రను ఎంత తరచుగా మిస్ అవుతారు?
th: คุณลืมกินยาคุมบ่อยแค่ไหน
tr: Hapını ne sıklıkla kaçırıyorsun?
uk: Як часто ти пропускаєш таблетку?
ur: آپ سے کتنی بار گولی رہ جاتی ہے؟
vi: Bạn hay quên uống thuốc đến mức nào?
zh_hans: 你多久会漏服一次避孕药？
zh_hant: 你多久會漏吃一次避孕藥？

# onboarding.method.patch.subtitle
source: Patch · weekly changes
ar: اللصقة · تغيير أسبوعي
bn: প্যাচ · প্রতি সপ্তাহে বদল
ca: Pegat · canvi setmanal
cs: Náplast · výměna každý týden
da: Plaster · skiftes hver uge
de: Pflaster · wöchentlich wechseln
el: Αυτοκόλλητο · αλλαγή κάθε εβδομάδα
es: Parche · un cambio por semana
fi: Laastari · vaihto kerran viikossa
fr: Patch · un changement par semaine
gu: પેચ · દર અઠવાડિયે બદલવાનો
he: מדבקה · החלפה שבועית
hi: पैच · हर हफ़्ते बदलना
hr: Flaster · tjedna promjena
hu: Tapasz · heti csere
id: Koyo · ganti tiap minggu
it: Cerotto · cambio settimanale
ja: パッチ · 週1回の貼り替え
kn: ಪ್ಯಾಚ್ · ವಾರಕ್ಕೊಮ್ಮೆ ಬದಲಾವಣೆ
ko: 패치 · 매주 교체
ml: പാച്ച് · ആഴ്ചതോറും മാറ്റം
mr: पॅच · दर आठवड्याला बदल
ms: Tampalan · tukar setiap minggu
nb: Plaster · byttes hver uke
nl: Pleister · wekelijks wisselen
or: ପ୍ୟାଚ୍ · ପ୍ରତି ସପ୍ତାହରେ ବଦଳ
pa: ਪੈਚ · ਹਰ ਹਫ਼ਤੇ ਬਦਲਣਾ
pl: Plaster · zmiana co tydzień
pt_br: Adesivo · uma troca por semana
pt_pt: Adesivo · uma mudança por semana
ro: Plasture · schimbat săptămânal
ru: Пластырь · смена раз в неделю
sk: Náplasť · výmena každý týždeň
sl: Obliž · tedenska menjava
sv: Plåster · byts varje vecka
ta: பேட்ச் · வாரந்தோறும் மாற்றம்
te: ప్యాచ్ · వారానికోసారి మార్పు
th: แผ่นแปะ · เปลี่ยนทุกสัปดาห์
tr: Bant · haftalık değişim
uk: Пластир · зміна щотижня
ur: پیچ · ہر ہفتے بدلنا
vi: Miếng dán · thay mỗi tuần
zh_hans: 贴片 · 每周更换
zh_hant: 貼片 · 每週更換

# onboarding.method.pill.subtitle
source: Pill · one a day
ar: الحبة · حبة واحدة يوميًا
bn: পিল · দিনে একটি
ca: Píndola · una al dia
cs: Pilulka · jedna denně
da: P-pille · én om dagen
de: Pille · eine am Tag
el: Χάπι · ένα την ημέρα
es: Píldora · una al día
fi: Pilleri · yksi päivässä
fr: Pilule · une par jour
gu: ગોળી · દિવસમાં એક
he: גלולה · אחת ביום
hi: गोली · रोज़ एक
hr: Pilula · jedna dnevno
hu: Tabletta · naponta egy
id: Pil · satu sehari
it: Pillola · una al giorno
ja: ピル · 1日1錠
kn: ಮಾತ್ರೆ · ದಿನಕ್ಕೆ ಒಂದು
ko: 피임약 · 하루 한 알
ml: ഗുളിക · ദിവസം ഒന്ന്
mr: गोळी · दिवसाला एक
ms: Pil · satu sehari
nb: P-pille · én om dagen
nl: Pil · één per dag
or: ପିଲ୍ · ଦିନକୁ ଗୋଟିଏ
pa: ਗੋਲੀ · ਦਿਨ ਵਿੱਚ ਇੱਕ
pl: Tabletka · jedna dziennie
pt_br: Pílula · uma por dia
pt_pt: Pílula · uma por dia
ro: Pilulă · una pe zi
ru: Таблетка · одна в день
sk: Tabletka · jedna denne
sl: Tabletka · ena na dan
sv: P-piller · ett om dagen
ta: மாத்திரை · நாளுக்கு ஒன்று
te: మాత్ర · రోజుకు ఒకటి
th: ยาคุม · วันละเม็ด
tr: Hap · günde bir
uk: Таблетка · одна на день
ur: گولی · روز ایک
vi: Thuốc · mỗi ngày một viên
zh_hans: 避孕药 · 每天一片
zh_hant: 避孕藥 · 每天一顆

# onboarding.method.ring.subtitle
source: Ring · three weeks in, one week out
ar: الحلقة · ثلاثة أسابيع داخلها، وأسبوع خارجها
bn: রিং · তিন সপ্তাহ ভেতরে, এক সপ্তাহ বাইরে
ca: Anell · tres setmanes posat, una sense
cs: Kroužek · tři týdny zavedený, týden bez
da: Ring · tre uger i, én uge ude
de: Ring · drei Wochen drin, eine Woche raus
el: Δακτύλιος · τρεις εβδομάδες μέσα, μία έξω
es: Anillo · tres semanas puesto, una sin él
fi: Rengas · kolme viikkoa sisällä, viikko poissa
fr: Anneau · trois semaines en place, une semaine sans
gu: રિંગ · ત્રણ અઠવાડિયાં અંદર, એક અઠવાડિયું બહાર
he: טבעת · שלושה שבועות בפנים, שבוע בחוץ
hi: रिंग · तीन हफ़्ते अंदर, एक हफ़्ता बाहर
hr: Prsten · tri tjedna unutra, jedan tjedan vani
hu: Gyűrű · három hét bent, egy hét kint
id: Cincin · tiga minggu dipakai, satu minggu dilepas
it: Anello · tre settimane dentro, una fuori
ja: リング · 3週間入れて、1週間外す
kn: ರಿಂಗ್ · ಮೂರು ವಾರ ಒಳಗೆ, ಒಂದು ವಾರ ಹೊರಗೆ
ko: 링 · 3주 넣고 1주 빼기
ml: റിംഗ് · മൂന്നാഴ്ച അകത്ത്, ഒരാഴ്ച പുറത്ത്
mr: रिंग · तीन आठवडे आत, एक आठवडा बाहेर
ms: Cincin · tiga minggu dipakai, seminggu dikeluarkan
nb: Ring · tre uker inne, én uke ute
nl: Ring · drie weken in, één week uit
or: ରିଙ୍ଗ · ତିନି ସପ୍ତାହ ଭିତରେ, ଏକ ସପ୍ତାହ ବାହାରେ
pa: ਰਿੰਗ · ਤਿੰਨ ਹਫ਼ਤੇ ਅੰਦਰ, ਇੱਕ ਹਫ਼ਤਾ ਬਾਹਰ
pl: Krążek · trzy tygodnie z nim, tydzień bez
pt_br: Anel · três semanas com, uma sem
pt_pt: Anel · três semanas colocado, uma sem
ro: Inel · trei săptămâni cu el, una fără
ru: Кольцо · три недели внутри, неделя перерыва
sk: Krúžok · tri týždne zavedený, týždeň bez
sl: Obroček · tri tedne notri, en teden zunaj
sv: Ring · tre veckor i, en vecka ute
ta: ரிங் · மூன்று வாரம் உள்ளே, ஒரு வாரம் வெளியே
te: రింగ్ · మూడు వారాలు లోపల, ఒక వారం బయట
th: วงแหวน · ใส่สามสัปดาห์ ถอดหนึ่งสัปดาห์
tr: Halka · üç hafta takılı, bir hafta ara
uk: Кільце · три тижні всередині, тиждень перерви
ur: رِنگ · تین ہفتے اندر، ایک ہفتہ باہر
vi: Vòng âm đạo · đặt ba tuần, tháo một tuần
zh_hans: 阴道环 · 放置三周，取出一周
zh_hant: 陰道環 · 放置三週，取出一週

# onboarding.method.subtitle
source: What should Pillie remind you about?
ar: بماذا تريدين أن يذكّرك Pillie؟
bn: Pillie আপনাকে কী মনে করিয়ে দেবে?
ca: De què t’ha de recordar Pillie?
cs: Co ti má Pillie připomínat?
da: Hvad skal Pillie minde dig om?
de: An welche Routine soll Pillie dich erinnern?
el: Για τι θέλεις να σου θυμίζει το Pillie;
es: ¿De qué debería recordarte Pillie?
fi: Mistä Pillien pitäisi muistuttaa sinua?
fr: Qu’est-ce que Pillie doit te rappeler ?
gu: Pillie તમને શાની યાદ અપાવે?
he: על מה Pillie צריכה להזכיר לך?
hi: Pillie आपको किस बारे में याद दिलाए?
hr: Na što te Pillie treba podsjećati?
hu: Mire emlékeztessen a Pillie?
id: Pillie perlu mengingatkanmu soal apa?
it: Di cosa deve ricordarti Pillie?
ja: Pillieに何をリマインドしてほしいですか？
kn: Pillie ನಿಮಗೆ ಯಾವುದರ ಬಗ್ಗೆ ನೆನಪಿಸಬೇಕು?
ko: Pillie가 무엇을 알려 드릴까요?
ml: Pillie നിങ്ങളെ എന്തിനെക്കുറിച്ച് ഓർമ്മിപ്പിക്കണം?
mr: Pillie ने तुम्हाला कशाची आठवण करून द्यावी?
ms: Apa yang Pillie perlu ingatkan kamu?
nb: Hva skal Pillie minne deg på?
nl: Waar moet Pillie je aan herinneren?
or: Pillie ଆପଣଙ୍କୁ କେଉଁ ବିଷୟରେ ମନେ ପକାଇବ?
pa: Pillie ਤੁਹਾਨੂੰ ਕਿਸ ਚੀਜ਼ ਦੀ ਯਾਦ ਕਰਾਏ?
pl: O czym Pillie ma ci przypominać?
pt_br: Sobre o que o Pillie deve lembrar você?
pt_pt: De que é que o Pillie te deve lembrar?
ro: Ce ar trebui să-ți reamintească Pillie?
ru: О чём Pillie напоминать тебе?
sk: Čo ti má Pillie pripomínať?
sl: Na kaj naj te Pillie opominja?
sv: Vad ska Pillie påminna dig om?
ta: Pillie உங்களுக்கு எதை நினைவூட்ட வேண்டும்?
te: Pillie మీకు దేని గురించి గుర్తు చేయాలి?
th: อยากให้ Pillie เตือนเรื่องอะไร
tr: Pillie sana neyi hatırlatsın?
uk: Про що Pillie нагадувати тобі?
ur: Pillie آپ کو کس چیز کی یاد دلائے؟
vi: Pillie nên nhắc bạn về điều gì?
zh_hans: 你想让 Pillie 提醒你什么？
zh_hant: 你想讓 Pillie 提醒你什麼？

# onboarding.method.title
source: Pick your method.
ar: اختاري وسيلتك.
bn: আপনার পদ্ধতি বেছে নিন।
ca: Tria el teu mètode.
cs: Vyber svou metodu.
da: Vælg din metode.
de: Wähle deine Methode.
el: Διάλεξε τη μέθοδό σου.
es: Elige tu método.
fi: Valitse menetelmäsi.
fr: Choisis ta méthode.
gu: તમારી પદ્ધતિ પસંદ કરો.
he: בחרי את השיטה שלך.
hi: अपना तरीक़ा चुनें।
hr: Odaberi svoju metodu.
hu: Válaszd ki a módszeredet.
id: Pilih metodemu.
it: Scegli il metodo.
ja: 方法を選んでください。
kn: ನಿಮ್ಮ ವಿಧಾನವನ್ನು ಆರಿಸಿ.
ko: 방법을 선택하세요.
ml: നിങ്ങളുടെ രീതി തിരഞ്ഞെടുക്കൂ.
mr: तुमची पद्धत निवडा.
ms: Pilih kaedah kamu.
nb: Velg metoden din.
nl: Kies je methode.
or: ଆପଣଙ୍କ ପଦ୍ଧତି ବାଛନ୍ତୁ।
pa: ਆਪਣਾ ਤਰੀਕਾ ਚੁਣੋ।
pl: Wybierz swoją metodę.
pt_br: Escolha seu método.
pt_pt: Escolhe o teu método.
ro: Alege-ți metoda.
ru: Выбери метод.
sk: Vyber svoju metódu.
sl: Izberi svojo metodo.
sv: Välj din metod.
ta: உங்கள் முறையைத் தேர்ந்தெடுங்கள்.
te: మీ పద్ధతిని ఎంచుకోండి.
th: เลือกวิธีคุมกำเนิดของคุณ
tr: Yöntemini seç.
uk: Вибери метод.
ur: اپنا طریقہ چنیں۔
vi: Chọn phương pháp của bạn.
zh_hans: 选择你的避孕方式。
zh_hant: 選擇你的避孕方式。

# onboarding.permission.cta
source: Continue to notification settings
ar: المتابعة إلى إعدادات الإشعارات
bn: নোটিফিকেশন সেটিংসে যান
ca: Continuar a les notificacions
cs: Pokračovat k nastavení oznámení
da: Fortsæt til notifikationsindstillinger
de: Weiter zu den Mitteilungen
el: Συνέχεια στις ρυθμίσεις ειδοποιήσεων
es: Continuar a ajustes de notificaciones
fi: Jatka ilmoitusasetuksiin
fr: Continuer vers les notifications
gu: નોટિફિકેશન સેટિંગ્સ પર આગળ વધો
he: המשך להגדרות ההתראות
hi: नोटिफ़िकेशन सेटिंग्ज़ पर जाएँ
hr: Nastavi na postavke obavijesti
hu: Tovább az értesítési beállításokhoz
id: Lanjut ke pengaturan notifikasi
it: Continua alle notifiche
ja: 通知設定へ進む
kn: ಅಧಿಸೂಚನೆ ಸೆಟ್ಟಿಂಗ್ಸ್‌ಗೆ ಮುಂದುವರಿಸಿ
ko: 알림 설정으로 이동
ml: അറിയിപ്പ് ക്രമീകരണങ്ങളിലേക്ക് തുടരൂ
mr: सूचना सेटिंग्जवर जा
ms: Teruskan ke tetapan pemberitahuan
nb: Fortsett til varslingsinnstillinger
nl: Verder naar meldingen
or: ନୋଟିଫିକେସନ୍ ସେଟିଂସ୍‌କୁ ଯାଆନ୍ତୁ
pa: ਨੋਟੀਫ਼ਿਕੇਸ਼ਨ ਸੈਟਿੰਗਾਂ ’ਤੇ ਜਾਓ
pl: Przejdź do ustawień powiadomień
pt_br: Continuar para notificações
pt_pt: Continuar para as notificações
ro: Continuă la setările de notificări
ru: Перейти к настройкам уведомлений
sk: Pokračovať na nastavenie upozornení
sl: Naprej k nastavitvam obvestil
sv: Fortsätt till notisinställningar
ta: அறிவிப்பு அமைப்புகளுக்குத் தொடரவும்
te: నోటిఫికేషన్ సెట్టింగ్‌లకు కొనసాగించండి
th: ไปที่การตั้งค่าการแจ้งเตือน
tr: Bildirim ayarlarına devam et
uk: Перейти до параметрів сповіщень
ur: نوٹیفکیشن سیٹنگز پر جائیں
vi: Tiếp tục đến cài đặt thông báo
zh_hans: 前往通知设置
zh_hant: 前往通知設定

# onboarding.personalise.choice.busy
source: I’m busy then.
ar: أكون مشغولة حينها.
bn: তখন আমি ব্যস্ত থাকি।
ca: En aquell moment no tinc temps.
cs: Pak nemám čas.
da: Jeg har travlt på det tidspunkt.
de: Ich hab dann keine Zeit.
el: Δεν έχω τότε χρόνο.
es: A esa hora no puedo.
fi: Olen silloin kiireinen.
fr: Pas le temps à ce moment-là.
gu: એ સમયે હું વ્યસ્ત હોઉં છું.
he: באותה שעה אני עסוקה.
hi: उस समय मुझे फ़ुर्सत नहीं होती।
hr: Tada nemam vremena.
hu: Akkor nem érek rá.
id: Aku sibuk saat itu.
it: Sono occupata quando arrivano.
ja: その時間は忙しい。
kn: ಆ ಸಮಯದಲ್ಲಿ ನಾನು ಬ್ಯುಸಿಯಾಗಿರುತ್ತೇನೆ.
ko: 그때는 바빠요.
ml: ആ സമയത്ത് ഞാൻ തിരക്കിലായിരിക്കും.
mr: तेव्हा मला वेळ नसतो.
ms: Saya sibuk masa itu.
nb: Jeg er opptatt da.
nl: Ik ben dan druk.
or: ସେତେବେଳେ ମୁଁ ବ୍ୟସ୍ତ ଥାଏ।
pa: ਉਸ ਵੇਲੇ ਮੈਂ ਰੁੱਝੀ ਹੁੰਦੀ ਹਾਂ।
pl: Nie mam wtedy czasu.
pt_br: Estou sem tempo nesse horário.
pt_pt: Nessa hora não tenho tempo.
ro: N-am timp atunci.
ru: Тогда мне некогда.
sk: Vtedy nemám čas.
sl: Takrat nimam časa.
sv: Jag är upptagen då.
ta: அந்த நேரத்தில் நான் பிஸியாக இருக்கிறேன்.
te: ఆ సమయంలో నేను బిజీగా ఉంటాను.
th: ตอนนั้นฉันไม่ว่าง
tr: O saatte meşgulüm.
uk: Тоді мені неколи.
ur: اس وقت مجھے فرصت نہیں ہوتی۔
vi: Lúc đó mình bận.
zh_hans: 那时候我在忙。
zh_hant: 那時候我在忙。

# onboarding.personalise.choice.forget
source: I just forget.
ar: أنسى ببساطة.
bn: আমি শুধু ভুলে যাই।
ca: Me n’oblido.
cs: Prostě zapomenu.
da: Jeg glemmer bare.
de: Ich vergesse es einfach.
el: Απλώς το ξεχνάω.
es: Simplemente se me olvida.
fi: Unohdan vain.
fr: J’oublie tout simplement.
gu: હું બસ ભૂલી જાઉં છું.
he: אני פשוט שוכחת.
hi: मुझसे बस भूल हो जाती है।
hr: Samo zaboravim.
hu: Csak elfelejtem.
id: Aku lupa saja.
it: Semplicemente dimentico.
ja: ただ忘れてしまう。
kn: ನಾನು ಮರೆತುಬಿಡುತ್ತೇನೆ.
ko: 그냥 잊어버려요.
ml: ഞാൻ മറന്നുപോകുന്നു.
mr: मला फक्त विसरायला होतं.
ms: Saya terlupa saja.
nb: Jeg glemmer det.
nl: Ik vergeet het gewoon.
or: ମୁଁ ଖାଲି ଭୁଲିଯାଏ।
pa: ਮੈਂ ਬਸ ਭੁੱਲ ਜਾਂਦੀ ਹਾਂ।
pl: Po prostu zapominam.
pt_br: Simplesmente esqueço.
pt_pt: Esqueço-me.
ro: Pur și simplu uit.
ru: Я просто забываю.
sk: Jednoducho zabudnem.
sl: Enostavno pozabim.
sv: Jag glömmer bara.
ta: சும்மா மறந்துவிடுகிறேன்.
te: నేను మర్చిపోతుంటాను.
th: ฉันแค่ลืม
tr: Sadece unutuyorum.
uk: Я просто забуваю.
ur: بس یاد نہیں رہتا۔
vi: Mình chỉ quên thôi.
zh_hans: 我就是会忘。
zh_hant: 我就是會忘記。

# onboarding.personalise.choice.instagram
source: Instagram
ar: إنستغرام
he: אינסטגרם

# onboarding.personalise.choice.messages
source: Messages
ar: الرسائل
bn: মেসেজ
ca: Missatges
cs: Zprávy
da: Beskeder
de: Nachrichten
el: Μηνύματα
es: Mensajes
fi: Viestit
gu: સંદેશા
he: הודעות
hi: संदेश
hr: Poruke
hu: Üzenetek
id: Pesan
it: Messaggi
ja: メッセージ
kn: ಸಂದೇಶಗಳು
ko: 메시지
ml: സന്ദേശങ്ങൾ
mr: संदेश
ms: Mesej
nb: Meldinger
nl: Berichten
or: ବାର୍ତ୍ତା
pa: ਸੁਨੇਹੇ
pl: Wiadomości
pt_br: Mensagens
pt_pt: Mensagens
ro: Mesaje
ru: Сообщения
sk: Správy
sl: Sporočila
sv: Meddelanden
ta: செய்திகள்
te: సందేశాలు
th: ข้อความ
tr: Mesajlar
uk: Повідомлення
ur: پیغامات
vi: Tin nhắn
zh_hans: 信息
zh_hant: 訊息

# onboarding.personalise.choice.other
source: Other
ar: أخرى
bn: অন্য
ca: Altre
cs: Jiné
da: Andet
de: Andere
el: Άλλο
es: Otro
fi: Muu
fr: Autre
gu: અન્ય
he: אחר
hi: अन्य
hr: Drugo
hu: Egyéb
id: Lainnya
it: Altro
ja: その他
kn: ಇತರೆ
ko: 기타
ml: മറ്റുള്ളവ
mr: इतर
ms: Lain-lain
nb: Annet
nl: Anders
or: ଅନ୍ୟ
pa: ਹੋਰ
pl: Inne
pt_br: Outro
pt_pt: Outro
ro: Altceva
ru: Другое
sk: Iné
sl: Drugo
sv: Annat
ta: மற்றவை
te: ఇతరం
th: อื่น ๆ
tr: Diğer
uk: Інше
ur: دیگر
vi: Khác
zh_hans: 其他
zh_hant: 其他

# onboarding.personalise.choice.snooze
source: I swipe reminders away.
ar: أزيل التذكيرات بالسحب.
bn: আমি রিমাইন্ডার সোয়াইপ করে সরিয়ে দিই।
ca: Descarto els recordatoris lliscant.
cs: Připomínky zavírám.
da: Jeg stryger påmindelser væk.
de: Ich wische Erinnerungen weg.
el: Σβήνω τις υπενθυμίσεις με ένα σύρσιμο.
es: Quito los recordatorios deslizando.
fi: Pyyhkäisen muistutukset pois.
fr: Je balaie les rappels.
gu: હું રિમાઇન્ડર સ્વાઇપ કરીને હટાવી દઉં છું.
he: אני מחליקה תזכורות הצידה.
hi: मैं रिमाइंडर स्वाइप करके हटा देती हूँ।
hr: Podsjetnike samo odbacim.
hu: Ellegyintem az emlékeztetőket.
id: Aku langsung menutup pengingatnya.
it: Scorro via i promemoria.
ja: リマインダーを消してしまう。
kn: ನಾನು ಜ್ಞಾಪನೆಗಳನ್ನು ಸ್ವೈಪ್ ಮಾಡಿ ತೆಗೆದುಬಿಡುತ್ತೇನೆ.
ko: 알림을 밀어서 없애 버려요.
ml: ഞാൻ റിമൈൻഡറുകൾ സ്വൈപ്പ് ചെയ്ത് മാറ്റുന്നു.
mr: मी रिमाइंडर स्वाइप करून काढून टाकते.
ms: Saya leret peringatan ke tepi.
nb: Jeg sveiper påminnelser bort.
nl: Ik veeg herinneringen weg.
or: ମୁଁ ରିମାଇଣ୍ଡର୍ ସ୍ୱାଇପ୍ କରି ହଟାଇଦିଏ।
pa: ਮੈਂ ਰਿਮਾਈਂਡਰ ਸਵਾਈਪ ਕਰਕੇ ਹਟਾ ਦਿੰਦੀ ਹਾਂ।
pl: Odrzucam przypomnienia.
pt_br: Deslizo e dispenso os lembretes.
pt_pt: Deslizo os lembretes para o lado.
ro: Dau mementourile la o parte.
ru: Я смахиваю напоминания.
sk: Pripomienky zatváram.
sl: Opomnike kar podrsam stran.
sv: Jag sveper bort påminnelser.
ta: நினைவூட்டல்களை ஸ்வைப் செய்து நீக்கிவிடுகிறேன்.
te: నేను రిమైండర్లను స్వైప్ చేసి తీసేస్తాను.
th: ฉันปัดการแจ้งเตือนทิ้ง
tr: Hatırlatmaları kaydırıp geçiyorum.
uk: Я змахую нагадування.
ur: میں یاد دہانیاں سوائپ کر کے ہٹا دیتی ہوں۔
vi: Mình vuốt bỏ lời nhắc.
zh_hans: 我会划掉提醒。
zh_hant: 我會把提醒滑掉。

# onboarding.personalise.choice.tiktok
source: TikTok
ar: تيك توك
he: טיקטוק

# onboarding.personalise.choice.youtube
source: YouTube
ar: يوتيوب
he: יוטיוב

# onboarding.personalise.distraction.subtitle
source: Pick the kinds of apps, or specific ones, that usually pull you away.
ar: اختاري أنواع التطبيقات، أو تطبيقات بعينها، التي تشغلك عادةً.
bn: যে ধরনের অ্যাপ বা নির্দিষ্ট যে অ্যাপগুলো সাধারণত আপনার মনোযোগ কেড়ে নেয়, সেগুলো বেছে নিন।
ca: Tria els tipus d’apps, o apps concretes, que normalment et distreuen.
cs: Vyber druhy aplikací nebo konkrétní aplikace, které tě obvykle rozptylují.
da: Vælg de typer apps, eller bestemte apps, der plejer at trække dig væk.
de: Wähle die Arten von Apps oder einzelne Apps, die dich meistens ablenken.
el: Διάλεξε τα είδη εφαρμογών, ή συγκεκριμένες εφαρμογές, που συνήθως σε αποσπούν.
es: Elige los tipos de apps, o apps concretas, que suelen distraerte.
fi: Valitse sovellustyypit tai tietyt sovellukset, jotka yleensä vievät huomiosi.
fr: Choisis les types d’apps, ou des apps précises, qui te détournent souvent.
gu: જે પ્રકારની ઍપ્સ અથવા જે ખાસ ઍપ્સ તમારું ધ્યાન ખેંચી જાય છે, તે પસંદ કરો.
he: בחרי סוגי אפליקציות, או אפליקציות מסוימות, שבדרך כלל מסיחות את דעתך.
hi: उस तरह के ऐप्स, या ख़ास ऐप्स, चुनें जो अक्सर आपका ध्यान खींच लेते हैं।
hr: Odaberi vrste aplikacija, ili baš određene, koje te obično odvuku.
hu: Válaszd ki, milyen típusú appok vagy konkrétan melyek vonják el általában a figyelmedet.
id: Pilih jenis aplikasi, atau aplikasi tertentu, yang biasanya mengalihkan perhatianmu.
it: Scegli i tipi di app, o app specifiche, che di solito ti distraggono.
ja: ついつい開いてしまうアプリの種類や、特定のアプリを選んでください。
kn: ಸಾಮಾನ್ಯವಾಗಿ ನಿಮ್ಮ ಗಮನ ಸೆಳೆಯುವ ಆ್ಯಪ್ ವರ್ಗಗಳನ್ನು, ಅಥವಾ ನಿರ್ದಿಷ್ಟ ಆ್ಯಪ್‌ಗಳನ್ನು ಆರಿಸಿ.
ko: 자주 손이 가는 앱의 종류나 특정 앱을 선택하세요.
ml: സാധാരണ നിങ്ങളുടെ ശ്രദ്ധ തിരിക്കുന്ന ആപ്പ് വിഭാഗങ്ങളോ പ്രത്യേക ആപ്പുകളോ തിരഞ്ഞെടുക്കൂ.
mr: जी ॲप्स सहसा तुमचे लक्ष ओढून घेतात, त्या प्रकारची ॲप्स किंवा ठरावीक ॲप्स निवडा.
ms: Pilih jenis apl, atau apl tertentu, yang biasanya mengalihkan perhatian kamu.
nb: Velg typene apper, eller bestemte apper, som pleier å trekke deg bort.
nl: Kies de soorten apps, of specifieke apps, die je meestal afleiden.
or: ଯେଉଁ ପ୍ରକାରର ଆପ୍ କିମ୍ବା ନିର୍ଦ୍ଦିଷ୍ଟ ଆପ୍ ସାଧାରଣତଃ ଆପଣଙ୍କ ଧ୍ୟାନ ଟାଣିନିଏ, ସେଗୁଡ଼ିକୁ ବାଛନ୍ତୁ।
pa: ਜਿਸ ਕਿਸਮ ਦੀਆਂ ਐਪਾਂ ਜਾਂ ਜਿਹੜੀਆਂ ਖ਼ਾਸ ਐਪਾਂ ਤੁਹਾਡਾ ਧਿਆਨ ਖਿੱਚ ਲੈਂਦੀਆਂ ਹਨ, ਉਹ ਚੁਣੋ।
pl: Wybierz rodzaje aplikacji albo konkretne aplikacje, które zwykle cię rozpraszają.
pt_br: Escolha os tipos de app, ou apps específicos, que costumam te distrair.
pt_pt: Escolhe os tipos de apps, ou apps específicas, que costumam distrair-te.
ro: Alege tipurile de aplicații, sau anumite aplicații, care de obicei te distrag.
ru: Выбери типы приложений или конкретные приложения, которые обычно тебя отвлекают.
sk: Vyber druhy aplikácií alebo konkrétne aplikácie, ktoré ťa zvyčajne rozptyľujú.
sl: Izberi vrste aplikacij ali točno določene, ki te običajno zamotijo.
sv: Välj de typer av appar, eller specifika appar, som brukar distrahera dig.
ta: உங்கள் கவனத்தை வழக்கமாகச் சிதறடிக்கும் ஆப் வகைகளையோ குறிப்பிட்ட ஆப்ஸையோ தேர்ந்தெடுங்கள்.
te: సాధారణంగా మీ దృష్టిని మళ్లించే యాప్ రకాలను, లేదా నిర్దిష్ట యాప్‌లను ఎంచుకోండి.
th: เลือกประเภทแอปหรือแอปที่มักดึงความสนใจของคุณไป
tr: Seni genelde oyalayan uygulama türlerini ya da belirli uygulamaları seç.
uk: Обери типи застосунків або конкретні застосунки, які зазвичай тебе відволікають.
ur: اس طرح کی ایپس، یا خاص ایپس، چنیں جو اکثر آپ کی توجہ کھینچ لیتی ہیں۔
vi: Chọn loại ứng dụng, hoặc ứng dụng cụ thể, thường khiến bạn xao nhãng.
zh_hans: 选择常让你分心的应用类别，或具体的应用。
zh_hant: 選擇常讓你分心的 App 類別，或特定的 App。

# onboarding.personalise.outcome.confidence
source: Confidence it’s done
ar: الثقة بأنه تم
bn: কাজটা হয়ে গেছে, এই ভরসা
ca: La certesa que està fet
cs: Jistota, že je to hotové
da: Vished om, at det er gjort
de: Sicherheit, dass es erledigt ist
el: Σιγουριά ότι έγινε
es: Saber que ya está hecho
fi: Varmuus siitä, että se on tehty
fr: La certitude que c’est fait
gu: થઈ ગયું છે તેની ખાતરી
he: ביטחון שזה בוצע
hi: भरोसा कि हो गया
hr: Sigurnost da je obavljeno
hu: A tudat, hogy megvolt
id: Yakin sudah dilakukan
it: La certezza di averlo fatto
ja: 済んだという確信
kn: ಮುಗಿಯಿತು ಎಂಬ ಖಾತ್ರಿ
ko: 했다는 확신
ml: ചെയ്‌തു എന്ന ഉറപ്പ്
mr: झाले याची खात्री
ms: Yakin ia sudah selesai
nb: Visshet om at det er gjort
nl: Zekerheid dat het gedaan is
or: ହୋଇଗଲା ବୋଲି ନିଶ୍ଚିନ୍ତତା
pa: ਭਰੋਸਾ ਕਿ ਹੋ ਗਿਆ
pl: Pewność, że to zrobione
pt_br: Certeza de que está feito
pt_pt: Certeza de que está feito
ro: Siguranța că e făcut
ru: Уверенность, что готово
sk: Istota, že je to hotové
sl: Gotovost, da je opravljeno
sv: Trygghet att det är gjort
ta: முடிந்தது என்ற நம்பிக்கை
te: అయిపోయిందన్న నమ్మకం
th: มั่นใจว่าทำแล้ว
tr: Yapıldığından emin olmak
uk: Упевненість, що готово
ur: یقین کہ کام ہو گیا
vi: Yên tâm là đã xong
zh_hans: 确信已经完成
zh_hant: 確信已經完成
